language                                      = Bahasa Indonesia (&Indonesian)
translators                                   = M. Ridwan Hakim, Mohamad Idham Iskandar

about.title                                   = Tentang [app.name]
about.notregistered                           = Tidak terdaftar


ok                                            = OK
cancel                                        = Batal
yes                                           = Ya
no                                            = Tidak
close                                         = Tutup
error                                         = Error
warning                                       = Peringatan
or                                            = atau
and                                           = and{n}dan

app.unknownError                              = Sebuah error telah terjadi.
app.activatedExistingInstance                 = Instansi [app.name] telah berjalan.
app.readonly                                  = Hanya baca
app.restartneeded                             = Aplikasi akan dimuat ulang
app.restartneeded.title                       = Restart Dibutuhkan

undo                                          = &Tak Jadi
redo                                          = &Jadi Lagi

notebook.browse.filemask.db                   = Buku Catatan CintaNotes
notebook.new.caption                          = Buku Catatan Baru
notebook.open.caption                         = Buka Buku Catatan
notebook.save.caption                         = Simpan Buku Catatan Sebagai



notelinkprotocol.restore.message              = Tautan protokol salah. Apakah Anda ingin memulihkannya?

menu.file                                     = {s}&Berkas{s}
menu.file.new                                 = &Baru…
menu.file.open                                = B&uka…
menu.file.saveas                              = &Simpan Sebagai...
menu.file.close                               = &Tutup
menu.file.import                              = &Impor…
menu.file.export                              = &Ekspor…
menu.file.print                               = &Cetak...
menu.file.backup                              = &Backup
menu.file.backup.now                          = menu.file.backup.now{n}&Backup Sekarang
menu.file.backup.hourly.enabled               = Per&jam
menu.file.backup.daily.enabled                = Per&hari
menu.file.backup.weekly.enabled               = Per&minggu
menu.file.recyclebin                          = &Recycle Bin


menu.file.exit                                = Ke&luar

menu.edit                                     = {s}&Edit{s}
menu.edit.new                                 = Catata&n Baru
menu.edit.edit                                = &Edit
menu.edit.copy                                = &Salin
menu.edit.cut                                 = &Potong
menu.edit.paste                               = &Paste
menu.edit.delete                              = &Hapus
menu.edit.merge                               = S&atukan
menu.edit.replacetags                         = &Ganti Label…
menu.edit.selectall                           = Pilih Semu&a
menu.edit.properties                          = Pr&operti…
menu.edit.print                               = &Cetak...
menu.edit.copylink                            = Salin &Tautan Catatan
menu.edit.pastenotelink                       = Paste Tautan Catatan
menu.edit.inserttimestamp                     = Masukan Timestamp


menu.view                                     = {s}&Tampilan{s}
menu.view.notecolor                           = &Tema Warna
menu.view.notecolor.red                       = &Merah
menu.view.notecolor.orange                    = &Jingga
menu.view.notecolor.yellow                    = &Kuning
menu.view.notecolor.green                     = &Hijau
menu.view.notecolor.cyan                      = &Biru muda
menu.view.notecolor.blue                      = &Biru
menu.view.notecolor.purple                    = &Ungu
menu.view.notecolor.gray                      = &Abu-abu
menu.view.tagsidebar                          = Kolom &Label
menu.view.sectionbar                          = Bar &Bagian
menu.view.reversed                            = &Urutan Terbalik

menu.view.sorting.manual                      = M&anual
menu.view.sorting.created                     = Tanggal &Dibuat
menu.view.sorting.modified                    = Tanggal &Modifikasi
menu.view.sorting.title                       = &Judul
menu.view.sorting.link                        = &Tautan
menu.view.sorting.size                        = &Ukuran
menu.view.history.back                        = Kem&bali
menu.view.history.forward                     = Maju
menu.view.history.clear                       = Hapus &Riwayat
menu.view.history.display                     = &Lihat Riwayat

sort.manual                                   = M&anual
sort.created                                  = &Dibuat
sort.modified                                 = Di&modifikasi
sort.title                                    = &Judul
sort.link                                     = &Tautan
sort.size                                     = &Ukuran
sort.reverse                                  = U&rutan Terbalik

menu.options                                  = {s}&Pilihan{s}
menu.options.hotkey                           = &Hotkey…
menu.options.clipping                         = &Klipping
menu.options.clipping.silent                  = &Diam
menu.options.clipping.after                   = Setel&ah Klipping
menu.options.clipping.after.showinboxsection  = Pindah ke Bagian &Inbox
menu.options.clipping.after.showuntagged      = Pindah ke Tampilan Tidak Dilabeli
menu.options.clipping.after.openeditor        = Buka dalam &Editor
menu.options.clipping.after.assignactivetags  = &Tetapkan Label Aktif Saat Ini
menu.options.clipping.title                   = Gunakan sebagai Judul
menu.options.clipping.title.apptitle          = Judul &Aplikasi
menu.options.clipping.title.firstline         = Ba&ris Pertama dari Teks
menu.options.clipping.title.blankline         = &Baris kosong

menu.view.noteappearance                      = List &Catatan…

menu.options.editor                           = &Editor
menu.options.editor.links                     = &Tautan
menu.options.editor.links.recognize           = &Sorot Tautan
menu.options.editor.links.singleclick         = &Tautan Klik Satu Kali
menu.options.editor.links.doubleclick         = &Tautan Klik Dua Kali
menu.options.editor.initialfocus              = Fokus &Awal
menu.options.editor.initialfocus.title        = Judul
menu.options.editor.initialfocus.text         = Teks










menu.options.tags                             = &Label
menu.options.tags.lowercase                   = Hanya &huruf kecil
menu.options.tags.accepton                    = &Menerima Saran Aktif
menu.options.tags.displaycounts               = &Tampilkan Jumlah Penggunaan Label pada Kolom Label
menu.options.tags.autodeleted                 = &Hapus Otomatis secara Standar


menu.options.tags.accepton.space              = &Tombol Spasi
menu.options.tags.accepton.click              = Satu Kali &Klik Mouse

menu.options.window                           = &Jendela
menu.options.minimizetotray                   = &Perkecil ke Tray Sistem
menu.options.closetotray                      = T&utup ke System Tray
menu.options.alwaysontop                      = Selalu di A&tas
menu.options.window.minimizeonesc             = Perkecil saat menekan &Esc



menu.options.runatstartup                     = &Jalankan pada saat Windows mulai
menu.options.startup.minimized                = Jalankan secara di&perkecil
menu.options.startup.multipleinstances        = &Izinkan Instansi Jamak
menu.options.startup.restoretagsfilter        = Pulihkan Seleksi Label Terakhir
menu.options.startup.multipleinstances.activationmsg = menu.options.startup.multipleinstances.activationmsg{n}&Kabari saat mengaktifkan instansi yang ada

menu.options.system                           = S&istem
menu.options.system.associatewithdbfile       = Asosiasikan [app.name] dengan berkas .db
menu.options.system.registerlinkprotocol      = Daftar Protokol &Tautan
menu.options.system.proxysettings             = Pengaturan &Proxy
menu.options.system.registry.error            = Registry tidak dapat dimodifikasi. Harap jalankan [app.name] sebagai administrator dan coba lagi.

registerlinkprotocol.title                    = Registrasi protokol tautan
registerlinkprotocol.registered               = Instansi [app.name] ini sekarang terdaftar dengan sistem untuk menangani klik pada tautan cintanotes://.
registerlinkprotocol.unregistered             = Instansi [app.name] ini telah tidak didaftarkan dan tidak akan menangani klik tautan cintanotes:// lagi.

menu.options.language                         = &Bahasa

menu.help                                     = {s}&Bantuan{s}
menu.help.help                                = &Bantuan
menu.help.website                             = &Website
menu.help.forum                               = &Forum
menu.help.roadmap                             = &Roadmap
menu.help.translate                           = &Terjemahan
menu.help.debug                               = &Debug
menu.help.debug.logging                       = Pencatatan &Debug
menu.help.license                             = &Lisensi
menu.help.checkforupdates                     = &Pemutakhiran
menu.help.about                               = &Mengenai [app.name]

menu.updatenotify.tooltip                     = Versi terbaru CintaNotes tersedia

confirmdelete.one                             = Hapus catatan {n}'{0}'?
confirmdelete.many                            = Hapus {0} catatan yang terpilih?
confirmdelete.title.one                       = Hapus catatan?
confirmdelete.title.many                      = Hapus catatan?
confirmdelete.unsaved                         = Catatan belum disimpan. Batalkan perubahan?


confirm.movetorecyclebin.one                  = Pindahkan catatan {n}'{0}'{n}ke recycle bin?
confirm.movetorecyclebin.many                 = Pindahkan {0} catatan yang terpilih ke recycle bin?
confirm.movetorecyclebin.title.one            = Pindahkan Catatan ke Recycle Bin?
confirm.movetorecyclebin.title.many           = Pindahkan Catatan ke Recycle Bin?

confirm.merge.title                           = Satukan Catatan?
confirm.merge.message                         = Apakah Anda akan menyatukan catatan?

confirmationdialog.dontaskagain               = Jangan tanya lagi

deletenotesmessagedialog.caption              = Pindahkan Catatan ke Recycle Bin?
deletenotesmessagedialog.title                = Recycle Bin dikonfigurasi untuk menahan hanya {1} catatan sedangkan Anda menghapus {0} catatan.{n}Apa yang Anda ingin lakukan?
deletenotesmessagedialog.button.increase      = Tingkatkan
deletenotesmessagedialog.increase.description = Tingkatkan jumlah dari catatan yang akan dipertahankan di Recycle Bin
deletenotesmessagedialog.button.delete        = Hapus
deletenotesmessagedialog.delete.description   = Hapus semua {0} catatan secara permanen

confirmlinkopening.message                    = Membuka {0} tautan pada saat bersamaan dapat membuat sistem Anda menjadi tidak responsif.{n}Apakah Anda ingin melanjutkan?

filter                                        = Filter:
filter.anytextfield                           = Kolom &Teks
filter.textandtitle                           = &Teks dan Judul
filter.text                                   = Hanya Te&ks
filter.title                                  = Hanya J&udul
filter.time.created                           = Waktu &Pembuatan
filter.time.modified                          = Waktu &Modifikasi
filter.remarks                                = &Komentar

filter.link                                   = Tauta&n
filter.tags                                   = &Label
filter.all                                    = &Di Manapun
search.insidewords                            = Ca&ri dalam kata-kata
search.acrossfields                           = Cari ke semua b&atasan kolom

license.message.text                          = Fungsi ini hanya tersedia pada versi komersial
license.message.caption                       = Lisensi dibutuhkan

noteslist.notebookempty                       = Buku catatan Anda kosong.{n}{n} Untuk mengambil catatan tekan tombol Ins, atau pilih teks dalam aplikasi dan tekan hotkey untuk klipping ([clipping.default.key] secara default).{n}Anda juga dapat membuat catatan melalui penyalinan teks melalui paste teks dari clipboard.
noteslist.sectionempty                        = Bagian buku catatan ini kosong
noteslist.notfound                            = Tidak ada catatan yang sama ditemukan dengan filter saat ini.{n}
noteslist.openlink                            = Jelajahi &Tautan
noteslist.tag                                 = &Label…
noteslist.export.selected                     = &Ekspor…
noteslist.move                                = Pin&dah
noteslist.move.up                             = &Naik
noteslist.move.down                           = &Turun
noteslist.move.top                            = Ke A&tas
noteslist.move.bottom                         = Ke &Dasar
noteslist.properties                          = Properti...
noteslist.move.tosection                      = Ke &Bagian



noteedit.title                                = Edit
noteedit.accepthint                           = ([noteedit.accepthint.shortcut] untuk menyimpan perubahan)
noteedit.link                                 = Tautan
noteedit.tags                                 = Label
noteedit.remarks                              = Komentar
noteedit.new.title                            = Catatan Baru
noteedit.readonly.title                       = Catatan Hanya Baca
noteedit.notesaved                            = Catatan telah disimpan


noteedit.notelinkcopied                       = Tautan catatan telah disalin ke clipboard
noteedit.links.itselferror                    = Tidak dapat menambahkan tautan pada dirinya sendiri
noteedit.links.alreadynotelinkerror           = Tidak dapat menambahkan tautan pada teks yang telah mengandung tautan
noteedit.links.multilineerror                 = Tidak dapat menambahkan tautan berbaris jamak
noteedit.links.createnewnote                  = Buat catatan baru
noteedit.links.updatecaption                  = Update judul tautan
noteedit.links.typetip                        = Ketik untuk mencari berdasarkan judul
noteedit.links.tip.notenotfound               = Catatan yang bertautan tidak ditemukan.
noteedit.links.tip.notebooknotfound           = Buku catatan yang mengandung catatan yang bertautan tidak dapat ditemukan.

noteedit.section.tip                          = Bagian
noteedit.linkedit.tip                         = Edit tautan






























noteedit.openfilelink.notexists.title         = Berkas Tidak Ditemukan
noteedit.openfilelink.notexists.message       = Berkas {0} tidak ditemukan. Apakah Anda akan menghapus tautan?

noteedit.copylinktounsavednote.caption        = Salin tautan ke catatan yang belum disimpan
noteedit.copylinktounsavednote.message        = Apakah Anda ingin menyimpan catatan ini dan menyalin tautan kepadanya?

















noteappearance.title                          = Pengaturan List Catatan
noteappearance.pt                             = pt
noteappearance.bold                           = Tebal
noteappearance.italic                         = Miring
noteappearance.headerfontlabel                = Huruf header:
noteappearance.textfontlabel                  = Huruf teks:
noteappearance.notelines                      = Pratilik baris teks:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = maks
noteappearance.change                         = …
noteappearance.textformatting                 = Render format teks
noteappearance.datedisplay.label              = Tampilan tanggal dan waktu:
noteappearance.datedisplay.combo.none         = Tidak satupun
noteappearance.datedisplay.combo.created      = Dibuat
noteappearance.datedisplay.combo.modified     = Dimodifikasi
noteappearance.datedisplay.combo.both         = Dibuat dan Dimodifikasi
noteappearance.datedisplay.sortmodedate       = Selalu susun tampilan secara tanggal
noteappearance.datedisplay.displaytime        = Tampilkan waktu

noteappearance.tagdisplay.fullnames           = Selalu tampilkan nama tag penuh




notebookmessage.message                       = Tidak dapat memuat buku catatan karena jalan ini tidak dapat diakses: "{0}"
notebookmessage.button.create                 = Buat baru
notebookmessage.button.open                   = Buka yang telah ada saat ini
notebookmessage.button.exit                   = Keluar

pastemessage.caption                          = Konflik Paste Catatan
pastemessage.title                            = Buku catatan ini telah mengandung {0} catatan dengan ID yang sama dan teks yang berbeda. {n} Apa yang hendak Anda lakukan?
pastemessage.button.replace                   = Ganti
pastemessage.button.replace.description       = Ganti catatan yang telah ada dengan catatan dari clipboard
pastemessage.button.addnew                    = Tambahkan sebagai yang baru
pastemessage.button.addnew.description        = Tambahkan catatan dari clipboard sebagai catatan baru dengan ID baru
pastemessage.button.lastmodified              = Ambil yang dimodifikasi terakhir
pastemessage.button.lastmodified.description  = Ambil catatan dengan tanggal modifikasi kemudian



searchdialog.find.title                       = Temukan
searchdialog.findandreplace.title             = searchdialog.findandreplace.title{n}Temukan dan Gantikan
searchdialog.findwhat                         = &Temukan:
searchdialog.replacewith                      = Ganti dengan:
searchdialog.matchcase                        = Cocokkan &ukuran
searchdialog.searchinsidewords                = &Cari dalam kata-kata
searchdialog.button.findprevious              = Temukan &Sebelumnya
searchdialog.button.findnext                  = Temukan Se&lanjutnya
searchdialog.button.replace                   = &Gantikan
searchdialog.button.replaceall                = Gantikan &Semua
searchdialog.button.close                     = &Keluar
searchdialog.specifiedtextnotfound            = Teks dimaksud tidak ditemukan.
searchdialog.findreachedstartingpoint         = Temukan titik mula pencarian

wronglinkmessage.title                        = Membuka tautan
wronglinkmessage.notenotfound                 = Catatan bertautan tidak ditemukan.
wronglinkmessage.notebooknotfound             = Buku catatan yang mengandung catatan bertautan tidak dapat ditemukan.
wronglinkmessage.notebookincompatible         = Buku catatan yang mengandung catatan bertautan tidak kompatibel dengan versi saat ini

wronglinkmessage.button.remove                = Hilangkan tautan
wronglinkmessage.button.createnew             = Buat catatan baru

externallinkmessage.title                     = Bukan tautan eksternal
externallinkmessage.message                   = Tautan ini merujuk kepada berkas buku catatan lainnya  '{0}'.{n}Apakah Anda menginginkan membuka catatan?
externallinkmessage.switchmessage             = Tautan ini merujuk kepada berkas buku catatan lainnya  '{0}'.{n}Apakah Anda ingin pindah ke buku catatan lainnya?
externallinkmessage.button.anotherinstance    = Buka di dalam instant lainnya
externallinkmessage.button.switch             = Ganti buku catatan
externallinkmessage.button.switch.changes     = Semua perubahan yang belum disimpan akan disimpan.

upgrademessage.title                          = Mengupgrade buku catatan
upgrademessage.message                        = Berkas buku catatan '{0}'{n}dibuat dengan [app.name] versi lama.{n}Apakah Anda ingin mengupgradenya?
upgrademessage.check.createbackup             = Buat Backup
upgrademessage.cancelled                      = Upgrade dibatalkan.
upgrademessage.successful                     = Upgrade Berhasil!
upgrademessage.successful.backup              = Upgrade berhasill!{n}Backup dari berkas terdahulu telah disimpan sebagai:{n}{0}{n}dalam folder: {n}'{1}'.
upgrade.backup.before                         = sebelum upgrade ke

backup.successdialog.caption                  = Backup Berhasil
backup.successdialog.message                  = Buku catatan telah dibackup{n}sebagai {0}{n}hingga {1}
backup.processdialog.caption                  = Proses Backup
backup.processdialog.message                  = Harap tunggu saat buku catatan sedang dibackup...

tagsedit.title                                = Tambah / Hilangkan Label
tagsedit.addtags                              = Tambahkan label:
tagsedit.removetags                           = Hilangkan label:





































recentlist.notfoundmessage                    = Apakah Anda ingin membuang referensi terhadapnya dari List Terbaru?
recentlist.cantclosenotebook                  = Tidak dapat menutup buku catatan tunggal

replacetags.title                             = Gantikan Label
replacetags.sourcetags                        = Gantikan label:
replacetags.desttags                          = Dengan label:
replacetags.hint                              = Menggunakan dialog ini Anda dapat menamakan ulang , memecah, menyatukan dan menghapus label.{n}{n}E.g. untuk menghapus label, ketik terlebih dahulu di dalam  kotak edit, dan biarkan kotak edit kedua kosong.

recyclebindialog.title                        = Recycle Bin
recyclebindialog.column.datedeleted           = Dihapus
recyclebindialog.column.title                 = Judul
recyclebindialog.column.text                  = Teks
recyclebindialog.column.datecreated           = Dibuat
recyclebindialog.column.datemodified          = Dimodifikasi
recyclebindialog.column.size                  = Ukuran (KB)
recyclebindialog.column.tags                  = Label
recyclebindialog.column.sectionname           = Bagian
recyclebindialog.column.link                  = Tautan
recyclebindialog.button.restore               = Pulihkan
recyclebindialog.button.delete                = Hapus
recyclebindialog.button.deleteall             = Kosong
recyclebindialog.label.maxsize                = Angka maksimum dari catatan yang telah dihapus untuk disimpan:
recyclebindialog.label.keepnotes              = Hapus secara permanen setelah
recyclebindialog.label.keepnotes.suffix       = hari
recyclebindialog.error.invalidmaxsize         = Angka maksimum dari catatan yang telah dihapus haruslah angka positif
recyclebindialog.error.invalidkeepnotes       = Angka dari hari haruslah angka positif

recyclebindialog.menu.restore                 = Kembalikan
recyclebindialog.menu.delete                  = Hapus
recyclebindialog.menu.deleteall               = Kosong

recyclebindialog.confirm.delete.title         = Hapus secara permanen
recyclebindialog.confirm.delete.message       = Hapus selamanya {0} catatan terpilih?
recyclebindialog.confirm.deleteall.title      = Kosongkan Recycle Bin?
recyclebindialog.confirm.deleteall.message    = Hapus selamanya semua {0} catatan?
recyclebindialog.confirm.restore.title        = Kembalikan catatan dari Recycle Bin
recyclebindialog.confirm.restore.message      = Kembalikan {0} catatan terpilih?

tray.addnew                                   = Catatan Baru
tray.restore                                  = Pulihkan
tray.exit                                     = Keluar

printdialog.title                             = Cetak Catatan
printdialog.title.single                      = Cetak Catatan
printdialog.group.scope                       = Cakupan cetakan
printdialog.group.fields                      = Kolom cetakan
printdialog.errormsg                          = Program ini telah mengalami error pada saat pencetakan.
printdialog.errormsg.title                    = Pencetakan Error

export.title                                  = Ekport Catatan
export.filemask.txt                           = Teks Unicode
export.filemask.xml                           = XML
export.filemask.html                          = Halaman Web
export.successmsg.title                       = Ekspor Berhasil
export.successmsg                             = Ekspor catatan telah selesai. Catatan yang telah diekspor: {0}.
export.errormsg                               = Program ini telah mengalami error pada saat ekspor.
export.errormsg.title                         = Error Ekspor
export.html.created                           = Dibuat:
export.html.modified                          = Dimodifikasi:
export.scope.all                              = Semua catatan ({0})
export.scope.current                          = Tampilan saat ini ({0})
export.scope.selection                        = Catatan yang terpilih ({0})
export.field.title                            = Judul
export.field.text                             = Teks
export.field.creation                         = Tanggal Pembuatan
export.field.modification                     = Tanggal Modifikasi
export.field.link                             = Tautan
export.field.tags                             = Label
export.field.remarks                          = Komentar

export.group.scope                            = Cakupan ekspor
export.group.fields                           = Kolom expor
export.errormsg.nonotes                       = Tidak bisa ekspor dari buku catatan kosong
export.button.view                            = Tampilan

export.processdialog.caption                  = Proses Ekspor
export.processdialog.message                  = Harap tunggu saat proses ekspor...

import.title                                  = Impor Catatan
import.filemask.all                           = Berkas CintaNotes
import.filemask.db                            = Buku Catatan CintaNotes
import.filemask.xml                           = XML
import.successmsg.title                       = Impor Berhasil
import.successmsg                             = Impor catatan telah selesai.{n} catatan yang diimport: {0}.{n} Catatan yang diupdate: {1}.{n} Duplikat yang dilewati: {2}
import.errormsg                               = Program ini telah mengalami error pada saat impor
import.errormsg.title                         = Error Impor
import.label.addtags                          = Tambah label:
import.importsections                         = Impor bagian


import.processdialog.caption                  = Proses Impor
import.processdialog.message                  = Harap tunggu ketika mengimpor...

import.error.sectioncountexceeded             = Berkas {0} tidak dapat diimpor dengan bagian. {n}Limit dari maks. [sections.limit] bagian akan mengalami kelebihan.

options.hotkeys.title                         = Konfigurasi Hotkey
options.hotkeys.clip.label                    = Hotkey klip teks :
options.hotkeys.show.label                    = Hotkey tampilkan window utama:
options.hotkeys.newnote.label                 = Hotkey tambahkan catatan baru:

options.hotkeys.hint                          = Untuk menonaktifkan hotkey, tekan Esc dalam dalam kotak edit yang terkait.{n}{n}Coba untuk memilih hotkey yang tidak sedang dipergunakan oleh aplikasi lain, jika tidak CintaNotes dapat mengganggu  operasi normal aplikasi tersebut atau bahkan dapat menyebabkan gangguan pada fungsinya.
options.hotkeys.cannotregister                = Kombinasi tombol tidak dapat didaftarkan. Harap pilih kombinasi tombol yang lain.
options.hotkeys.cannotregister.title          = Tidak Dapat Mendaftarkan Hotkey

filtercontrol.total.one                       = {0} catatan
filtercontrol.total.many                      = {0} catatan
filtercontrol.filtered.one                    = {0} ditemukan
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Susun secara
filtercontrol.tooltip.back                    = Kembali
filtercontrol.tooltip.forward                 = Maju
filtercontrol.tooltip.back.extra              = Klik kanan untuk melihat riwayat
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = Hapus
tag.rename                                    = Nama baru…
tag.merge                                     = Satukan…
tag.delete.confirm.title                      = Hapus Label
tag.delete.confirm.message.one                = Apakah Anda akan menghapus label terpilih?
tag.delete.confirm.message.many               = Apakah Anda akan menghapus label terpilih?
tag.delete.confirm.usecount.one               = Label terpilih sedang digunakan di {0} catatan
tag.delete.confirm.usecount.many              = Label terpilih sedang digunakan di {0} catatan
tag.displaycounts                             = Tampilkan Hitungan
tag.properties                                = Properti...
tag.add                                       = Baru...
tag.addchild                                  = Label Bawahan Baru...
tag.expandall                                 = Perluas Semua
tag.collapseall                               = Lipat Semua

tag.filter.none                               = Tidak Ada Filter Label
tag.filter.used                               = Hanya Label Digunakan
tag.filter.related                            = Hanya Label Berkaitan

tagproperties.title                           = {0} Properti
tagproperties.autodeletecheckbox              = Otomatis dihapus
tagproperties.autodeletecheckbox.tip          = Hapus label pada saat tidak ada catatan dengan label ini
tagproperties.autoexpandedcheckbox            = Diperluas secara standar

deletetags.deletechildren                     = Hapus yang memiliki label bawahan
deletetags.deletenotes.one                    = Hapus {0} catatan
deletetags.deletenotes.many                   = Hapus {0} catatan
deletetags.deletenotes.havingthistag.one      = mempunyai label ini
deletetags.deletenotes.havingthistag.many     = mempunyai label ini

newtag.title                                  = Label Baru
newtag.name                                   = Nama Label:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Label Bawahan Baru

tagsidebar.all                                = Semua
tagsidebar.untagged                           = Belum Dilabeli




notebookconfig.title                          = Parameter Buku Catatan
notebookconfig.path.caption                   = Berkas Buku Catatan:
notebookconfig.path.browse.mask               = Buku Catatan CintaNotes (*.db)|*.db|Semua File (*.*)|*.*
notebookconfig.path.browse.caption            = Browse untuk Berkas Buku Catatan CintaNotes
notebookconfig.disconnect.enabled             = {s}Aktifkan sinkronisasi buku catatan eksternal
notebookconfig.disconnect.label               = Lepaskan kunci berkas setelah:
notebookconfig.disconnect.seconds             = Lama detik tidak aktif
notebookconfig.move                           = {s}Relokasi buku catatan saat ini

noterichedit.format                           = &Format
noterichedit.format.bold                      = &Tebal
noterichedit.format.italic                    = &Miring
noterichedit.format.underline                 = &Garis Bawah
noterichedit.format.strikeout                 = &Coret
noterichedit.format.highlight                 = &Sorot
noterichedit.format.monospace                 = &Monospace

noterichedit.align                            = &Selaraskan
noterichedit.align.left                       = &Kiri
noterichedit.align.center                     = &Tengah
noterichedit.align.right                      = &Kanan

noterichedit.indent                           = &Indent
noterichedit.format.indent                    = &Indent
noterichedit.format.outdent                   = &Outdent

noterichedit.format.list.bullet               = List Bu&let
noterichedit.format.list.numbered             = List B&ernomor

noterichedit.format.clear                     = &Bersih

noterichedit.insertlink                       = &Masukan Tautan
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Catatan
noterichedit.insertlink.file                  = &Berkas

noterichedit.paste.intolistitem               = Paste Ke Item List
noterichedit.paste.intolist                   = Paste Ke List

noterichedit.editlink                         = Target Ulang Tautan
noterichedit.deletelink                       = Hapus Tautan
noterichedit.copynotelink                     = Sa&lin Tautan ke Catatan

richedit.find                                 = Temukan...
richedit.replace                              = Gantikan...

noteproperties.title                          = Properti Catatan
noteproperties.source.label                   = Sumber:
noteproperties.created.label                  = Dibuat:
noteproperties.modified.label                 = Dimodifikasi:
noteproperties.notesize.label                 = Ukuran catatan: {0} KB

noteproperties.charcount.label                = Karakter: {0}
noteproperties.wordcount.label                = Kata: {0}
noteproperties.error.invaliddates             = Tanggal modifikasi tidak dapat sebelum tanggal pembuatan

selecturldialog.title                         = Masukan URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Berkas buku catatan telah dihapus.{n}Aplikasi akan ditutup.
error.notebook.unknownversion                 = Berkas buku catatan '{0}'{n}pernah dibuat oleh versi yang lebih baru dari [app.name] dan tidak dapat dibuka.{n}{n}Harap unduh versi terbaru dari [app.name] di [app.url] untuk membuka file ini.
error.notebook.cantopenwhenupgrade            = Berkas buku catatan '{0}'{n}dibuat menggunakan versi dari [app.name] terdahulu dan tidak dapat dilakukan upgrade.{n}Harap periksa apakah Anda memiliki hak tulis terhadap berkas ini.
error.notebook.upgradeerror                   = Berkas buku catatan'{0}'{n}dibuat menggunakan versi dari [app.name] terdahulu dan tidak dapat dilakukan upgrade.{n}{n}Pesan error: {1}

error.notebook.databasedamaged                = Berkas buku catatan'{0}'{n} telah rusak dan tidak dapat dibuka.{n}{n}Pesan error: {1}

error.note.notfound                           = Catatan ini telah dihapus

error.notebook.dbcorrupt.title                = Peringatan Database Catatan
error.notebook.dbcorrupt.message              = Berkas database buku catatan mungkin rusak. Untuk memperbaikinya, harap kirim informasi ke [support.email]: {0}

license.key.status.notfound                   = Informasi registrasi tidak ditemukan.
license.key.status.valid                      = Informasi registrasi valid.
license.key.status.invalid                    = Informasi registrasi tidak valid.
license.key.status.stolen                     = Kunci registrasi telah dinonaktifkan oleh penerbit.
license.key.status.expired                    = Masa kode registrasi telah habis..
license.key.status                            = Status kode registrasi: {0}

license.type.basic                            = Lisensi (gratis) dasar
license.type.personal                         = license.type.personal{n}Lisensi PRO
license.type.company                          = license.type.company{n}Lisensi PRO (Perusahaan)
license.type.promo                            = [license.type.personal] (Promo)
license.type.lifetime                         = Lifetime [license.type.personal]

licensedialog.title                           = Lisensi
licensedialog.name.label                      = Nama dan Email Registrasi:
licensedialog.key.label                       = Kode Registrasi:
licensedialog.try                             = Permohonan percobaan {0}-hari
licensedialog.buy                             = Beli
licensedialog.renew                           = Perbaharui
licensedialog.register                        = Daftar
licensedialog.buy.hint                        = Fitur komersial saat ini tidak diaktifkan. {n}Untuk mengaktifkannya, tekan tombol 'Beli' dan ikuti instruksi yang ada pada website.
licensedialog.current.expdate                 = Tanggal Kadaluarsa
licensedialog.never                           = Tidak Pernah
licensedialog.expired                         = Kunci lisensi tidak valid untuk versi saat ini. Harap perbaharui untuk menggunakan fitur komersil.
licensedialog.current.upd.expdate             = Tanggal Kadaluarsa Pembaharuan gratis
licensedialog.register.success                = Terima kasih untuk mendaftar!
licensedialog.register.success.title          = Sukses
licensedialog.register.fail                   = Registrasi gagal
licensedialog.register.fail.extra             = Harap cek "[licensedialog.name.label]" {n}pada form "Namaawal Namaakhir (Email)"
licensedialog.register.expired                = Kunci lisensi ini tidak lagi valid untuk versi ini [app.name].
licensedialog.register.expired.extra          = Kunci lisensi ini hanya valid untuk versi yang keluar sebelum {0},{n}tapi versi ini ({1}) dikeluarkan pada {2}.
licensedialog.unregister.confirm              = Apakah Anda yakin ingin menghapus semua informasi registrasi?
licensedialog.unregister.confirm.title        = Batalkan lisensi?
licensedialog.unregister.error                = Tidak bisa menghapus file kunci lisensi. {n}Harap jalankan aplikasi ini sebagai administrator.
licensedialog.replace.confirm                 = Apakah Anda ingin mengganti lisensi Anda saat ini?
licensedialog.replace.confirm.title           = Ganti lisensi?
licensedialog.hint.delete                     = Untuk mereset lisensi, tekan [licensedialog.hint.delete.shortcut]

licenserequireddialog.title                   = Peningkatan Lisensi dibutuhkan
licenserequireddialog.message.default         = Fitur ini tidak tersedia pada lisensi Anda saat ini.
licenserequireddialog.message.upg             = Harap tingkatkan lisensi Anda untuk mengaktifkan fitur ini!{n}{n}Untuk detail klik tombol  "Lisensi" di bawah ini.
licenserequireddialog.licensebutton           = Lisensi

licenseexpireddialog.title                    = Lisensi Telah Habis
licenseexpireddialog.renew.message            = Kunci lisensi Anda tidak lagi valid untuk versi ini [app.name].{n}Anda harus memperbaharui lisensi atau downgrade ke lisensi Basic (Free).
licenseexpireddialog.buy.message              = Kunci trial Anda telah berakhir.{n}Harap beli lisensi PRO atau downgrade ke lisensi Basic (Free).
licenseexpireddialog.freebutton               = Downgrade
licenseexpireddialog.renewbutton              = Perbaharui
licenseexpireddialog.buybutton                = Beli
licenseexpireddialog.exitbutton               = Keluar
licenseexpireddialog.dontshowdialog           = Jangan tampilkan dialog ini lagi
licenseexpireddialog.renew.hintlabel          = Pembaharuan lisensi hanya memakan waktu beberapa menit{n} dan ditawarkan dengan diskon [license.renew.discount] dari harga keseluruhan.
licenseexpireddialog.buy.hintlabel            = Upgrade ke lisensi PRO hanya membutuhkan beberapa menit.

updatedialog.title                            = Pemutakhiran
updatedialog.initmessage                      = Pemutakhiran dibatalkan.{n} Klik pada tombol "Periksa ulang" untuk melanjutkan.
updatedialog.label.changes                    = Perubahan pada versi ini:
updatedialog.button.check                     = Periksa ulang
updatedialog.button.download                  = Unduh
updatedialog.label.autocheck                  = Lakukan pemeriksaan ini secara otomatis
updatedialog.error.invalidfile                = Versi berkas tidak valid.
updatedialog.error.connectionrefused          = Koneksi ditolak
updatedialog.error.servernotresponding        = Server tidak merespon.
updatedialog.error.invalidproxysettings       = Pengaturan proxy tidak valid
updatedialog.error.inetdisconnected           = Internet telah terputus.

updatedialog.result.uptodate                  = Versi CintaNotes ({0}) adalah yang terbaru.
updatedialog.result.newversion                = Telah tersedia [app.name] terbaru, versi yang tersedia: {0}
updatedialog.state.connecting                 = Menghubungi...
updatedialog.state.findingserver              = Menemukan server...
updatedialog.state.downloadingfile            = Mengunduh berkas ...







proxysettingsdialog.title                     = Pengaturan Proxy
proxysettingsdialog.server                    = Server:
proxysettingsdialog.port                      = Port:
proxysettingsdialog.username                  = Username:
proxysettingsdialog.password                  = Password:
proxysettingsdialog.mode.disabled             = Nonaktifkan proxy
proxysettingsdialog.mode.preconfig            = Gunakan aturan proxy sistem

proxysettingsdialog.error.invalidport         = Port harus angka positif

synchronizationbar.sync.tip                   = Sinkronisasi sekarang
synchronizationbar.cancel.tip                 = Batalkan
synchronization.status.starting               = Sinkronisasi dimulai
synchronization.status.login                  = Masuk...
synchronization.status.retrieveindex          = Mengambil indeks catatan...
synchronization.status.addlocalnotes          = Mengunduh catatan baru... {0} dari {1}
synchronization.status.updatelocalnotes       = Mengunduh update... {0} dari {1}
synchronization.status.removelocalnotes       = Membuang catatan lokal... {0} dari {1}
synchronization.status.restorelocalnotes      = Mengembalikan catatan lokal dari recycle bin... {0} dari {1}
synchronization.status.totrashlocalnotes      = Memindahkan catatan lokal ke recycle bin... {0} dari {1}
synchronization.status.addremotenotes         = Mengunggah catatan baru... {0} dari {1}
synchronization.status.updateremotenotes      = Mengunggah update... {0} dari {1}
synchronization.status.removeremotenotes      = Membuang catatan eksternal... {0} dari {1}
synchronization.status.restoreremotenotes     = Mengembalikan catatan remote dari recycle bin... {0} dari {1}
synchronization.status.totrashremotenotes     = Memindahkan catatan  remote ke recycle bin... {0} dari {1}
synchronization.status.cancelling             = Membatalkan...

synchronization.result.local                  = Lokal:
synchronization.result.remote                 = Eksternal:
synchronization.result.added                  = Ditambahkan:
synchronization.result.updated                = Diupdate:
synchronization.result.removed                = Dihilangkan:
synchronization.result.errors                 = Galat:






synchronization.state.completed               = Sinkronisasi selesai
synchronization.state.completedwitherrors     = Sinkronisasi tidak dapat diselesaikan, harap coba nanti.
synchronization.state.completedempty          = Sinkronisasi selesai. Tidak ada perubahan ditemukan.
synchronization.state.failed                  = Sinkronisasi gagal.
synchronization.state.authorizationfailed     = Otorisasi gagal.
synchronization.state.invalidproxysettings    = Proxy seting tidak valid.

synchronization.state.nameresolvingfailed     = Tidak dapat tersambung. Nama server tidak dapat dimengerti
synchronization.state.internetdisconnected    = Tidak ada koneksi internet
synchronization.state.servernotresponding     = Server tidak mersepon.

synchronization.state.notsynchronized         = Tidak disinkronisasi
synchronization.state.lastsynchronization     = Sinkronisasi terakhir {0}

syncpropertiesdialog.title                    = Properti Sinkronisasi Simplenote
syncpropertiesdialog.login                    = Login:
syncpropertiesdialog.password                 = Password:
syncpropertiesdialog.enabled.allnotebook      = Sinkronisasi buku catatan ini dengan Simplenote
syncpropertiesdialog.section.all              = Sinkronisasi semua bagian
syncpropertiesdialog.section.selected         = Hanya sinkronisasi bagian yang terpilih:
syncpropertiesdialog.conflictpolicy           = Kebijakan resolusi konflik:
syncpropertiesdialog.conflictpolicy.local     = Ambil lokal
syncpropertiesdialog.conflictpolicy.remote    = Ambil eksternal
syncpropertiesdialog.conflictpolicy.last      = Ambil yang dimodifikasi terakhir
syncpropertiesdialog.cachereset.loginchanged  = Anda telah mengubah login yang akan disinkronisasi.{n}Tembolok sinkronisasi akan direset, dan semua catatan eksternal akan diperlakukan sebagai catatan baru.{n}{n}Lanjutkan?
syncpropertiesdialog.cachereset.title         = Reset data sinkronisasi?
syncpropertiesdialog.autosync.checkbox        = Sinkronisasi secara otomatis setiap
syncpropertiesdialog.autosync.suffix          = menit
syncpropertiesdialog.button.proxysettings     = Pengaturan Proxy
syncpropertiesdialog.sectionselection.error   = Anda harus memilih setidaknya satu bagian





















section.new                                   = Bagian Baru...
section.new.tip                               = Buat bagian baru
section.edit                                  = Properti...
section.delete                                = Hapus
section.selectall                             = Pilih Semua
section.licenserequired                       = Lisensi Anda saat ini hanya diperbolehkan untuk membuat bagian hingga {0}.
section.move.left                             = Pindah &Kiri
section.move.right                            = Pindah K&anan

section.confirmdelete                         = Hapus bagian '{0}' dengan {1} catatan?
section.confirmdelete.title                   = Hapus Bagian?
section.confirmdelete.many                    = Hapus {0} bagian yang terpilih dengan {1} catatan?
section.confirmdelete.title.many              = Hapus Bagian?

section.all                                   = [tagsidebar.all]
section.main                                  = Utama
section.inbox                                 = section.inbox{n}Set Sebagai Inbox

sectionedit.title                             = Edit Properti Bagian
sectionedit.title.new                         = Buat Bagian Baru
sectionedit.name                              = Nama:
sectionedit.color                             = Warna:
sectionedit.sectionalreadyexists              = Bagian dengan nama ini telah ada

movetosection.title                           = Pindahkan ke Bagian
movetosection.label.one                       = Pindahkan {0} catatan ke bagian:
movetosection.label.many                      = Pindahkan {0} catatan ke bagian:

clipping.balloon.caption                      = [app.name] diklip
clipping.balloon.intosection                  = ke dalam
clipping.balloon.tagged                       = dan dilabeli [{0}]

filedialog.filemask.all                       = Semua File

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Home
end                                           = End
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Spasi
left                                          = Kiri
right                                         = Kanan
up                                            = Atas
down                                          = Bawah
bksp                                          = bksp{n}Backspace





